Repository: ralf1070/RemoteWorkBundle
Catalog: Resources/translations/messages.*.xlf
Languages: de

source: Business Trip
de: Dienstreise

# day_full
source: Full day
de: Ganzer Tag

# day_half
source: Half day
de: Halber Tag

# homeoffice.intro
source: Record home office days. You have recorded %days% home office days this year.
de: Homeoffice-Tage erfassen. Sie haben dieses Jahr %days% Homeoffice-Tage eingetragen.

# business_trip.intro
source: Record business trip days. You have recorded %days% business trip days this year.
de: Dienstreise-Tage erfassen. Sie haben dieses Jahr %days% Dienstreise-Tage eingetragen.

# homeoffice.button
source: Add home office
de: Homeoffice eintragen

# business_trip.button
source: Add business trip
de: Dienstreise eintragen

source: Remote Work
de: Remote-Arbeit

# remote_work.statistics
source: Statistics
de: Statistik

# remote_work.homeoffice_days
source: Home office days
de: Homeoffice-Tage

# remote_work.business_trip_days
source: Business trip days
de: Dienstreise-Tage

# remote_work.total_days
source: Total days
de: Gesamt Tage

# remote_work.start_date
source: Start date
de: Startdatum

# remote_work.end_date
source: End date
de: Enddatum

# remote_work.start_time
source: Start time
de: Startzeit

# remote_work.end_time
source: End time
de: Endzeit

# status.new
source: New
de: Neu

# status.approved
source: Approved
de: Genehmigt

# status.rejected
source: Rejected
de: Abgelehnt

# remote_work.created
source: Remote work has been recorded successfully.
de: Remote-Arbeit wurde erfolgreich eingetragen.

# remote_work.updated
source: Remote work has been updated successfully.
de: Remote-Arbeit wurde erfolgreich aktualisiert.

# remote_work.deleted
source: Remote work has been deleted.
de: Remote-Arbeit wurde gelöscht.

# remote_work.approved
source: Remote work has been approved.
de: Remote-Arbeit wurde genehmigt.

# remote_work.rejected
source: Remote work has been rejected.
de: Remote-Arbeit wurde abgelehnt.

# remote_work.overlap_warning
source: Warning: An entry already exists for this day (%type%: %date%).
de: Achtung: An diesem Tag existiert bereits ein Eintrag (%type%: %date%).

# remote_work.ignore_warning
source: Ignore warning and save anyway
de: Warnung ignorieren und trotzdem speichern

# remote_work.and_more
source: and %count% more
de: und %count% weitere

# remote_work.overlap_summary
source: Entries already exist for %count% day(s):
de: Es existieren bereits Einträge an %count% Tag(en):

source: Remote Work Settings
de: Remote-Arbeit Einstellungen

# remote_work.approval_required
source: Approval required
de: Genehmigung erforderlich

# remote_work.approval_required.help
source: If enabled, remote work entries must be approved by a supervisor.
de: Wenn aktiviert, müssen Remote-Arbeit-Einträge vom Vorgesetzten genehmigt werden.

# remote_work.overlap_with_absence
source: Warning: An absence already exists for this day (%type%: %date%).
de: Achtung: An diesem Tag existiert bereits eine Abwesenheit (%type%: %date%).

# remote_work.overlap_with_holiday
source: Warning: This day is a public holiday (%date%).
de: Achtung: Dieser Tag ist ein Feiertag (%date%).

# remote_work.error.missing_user
source: The user is required.
de: Der Benutzer ist erforderlich.

# remote_work.error.missing_start_time
source: The start time is required.
de: Die Startzeit ist erforderlich.

# remote_work.error.end_before_start
source: The end time must be after the start time.
de: Die Endzeit muss nach der Startzeit liegen.

# remote_work.error.missing_end_time
source: The end time is required for business trips.
de: Die Endzeit ist für Dienstreisen erforderlich.

# remote_work.error.date_locked
source: The date is locked and cannot be changed.
de: Das Datum ist gesperrt und kann nicht geändert werden.

# remote_work.error.first_day
source: The date is before the user's first working day.
de: Das Datum liegt vor dem ersten Arbeitstag des Benutzers.

# remote_work.error.last_day
source: The date is after the user's last working day.
de: Das Datum liegt nach dem letzten Arbeitstag des Benutzers.

# remote_work.error.mixed_years
source: Remote work entries cannot span multiple years.
de: Remote-Arbeit-Einträge können nicht über mehrere Jahre gehen.

# remote_work.error.no_working_day
source: The selected date is not a working day.
de: Das gewählte Datum ist kein Arbeitstag.

# remote_work.error.no_working_days_in_range
source: No working days found in the selected date range.
de: Keine Arbeitstage im gewählten Zeitraum gefunden.
